style: fix tailwind v4
